Repository: segfault3/udisks-debian
Catalog: po/*.po
Languages: oc

source: Mount a filesystem
oc: Montar un sistèma de fichièrs

source: Authentication is required to mount the filesystem
oc: L'autentificacion es requesida per montar lo sistèma de fichièrs

source: Mount a filesystem on a system device
oc: Montar un sistèma de fichièrs sus un periferic sistèma

source: Mount a filesystem from a device plugged into another seat
oc: Montar un sistèma de fichièrs a partir d'un aparelh brancat sus un autre emplaçament

source: Mount/unmount filesystems defined in the fstab file with the x-udisks-auth option
oc: Montar/desmontar de sistèmas de fichièrs definits dins lo fichièr fstab amb l'opcion x-udisks-auth

source: Authentication is required to mount/unmount the filesystem
oc: L'autentificacion es requesida per montar/desmontar lo sistèma de fichièrs

source: Unmount a device mounted by another user
oc: Desmontar un periferic montat per un autre utilizaire

source: Authentication is required to unmount a filesystem mounted by another user
oc: L'autentificacion es requesida per desmontar un sistèma de fichièrs montat par un autre utilizaire

source: Unlock an encrypted device
oc: Desverrolhar un periferic chifrat

source: Authentication is required to unlock an encrypted device
oc: Es necessari de s'autentificar per desverrolhar un periferic chifrat

source: Unlock an encrypted system device
oc: Desverrolhar un periferic sistèma chifrat

source: Unlock an encrypted device specified in the crypttab file with the x-udisks-auth option
oc: Desblocar un periferic chifrat especificat dins lo fichièr crypttab amb l'opcion x-udisks-auth

source: Lock an encrypted device unlocked by another user
oc: Verrolhar un periferic chifrat desverrolhat per un autre utilizaire

source: Authentication is required to lock an encrypted device unlocked by another user
oc: L'autentificacion es requesida per verrolhar un periferic chifrat desverrolhat per un autre utilizaire

source: Change passphrase for an encrypted device
oc: Cambiar la frasa secreta d'un periferic chifrat

source: Authentication is required to change the passphrase for an encrypted device
oc: L'autentificacion es necessària per cambiar la frasa secreta d'un periferic chifrat

source: Manage loop devices
oc: Gerir los periferics bocla

source: Authentication is required to set up a loop device
oc: Autentificacion requesida per configurar un periferic bocla

source: Delete loop devices
oc: Suprimir los periferics bocla

source: Authentication is required to delete a loop device set up by another user
oc: Autentificacion requesida per suprimir un periferic bocla configurat per un autre utilizaire

source: Modify loop devices
oc: Modificar los periferics bocla

source: Authentication is required to modify a loop device set up by another user
oc: Autentificacion requesida per modificar un periferic bocla configurat per un autre utilizaire

source: Manage swapspace
oc: Gerir la zòna de swap

source: Authentication is required to manage swapspace
oc: Autentificacion requesida per gerir la zòna de swap

source: Manage RAID arrays
oc: Gerir los tablèus RAID

source: Authentication is required to manage RAID arrays
oc: Autentificacion requesida per gerir los tablèus RAID

source: Power off drive
oc: Atudar lo lector

source: Authentication is required to power off a drive
oc: Cal s'autentificar per atudar lo lector

source: Power off a system drive
oc: Atudar un lector sistèma

source: Eject media
oc: Ejectar lo mèdia

source: Authentication is required to eject media
oc: L'autentificacion es requesida per ejectar lo mèdia

source: Eject media from a system drive
oc: Ejectar un mèdia dempuèi un lector sistèma

source: Modify a device
oc: Modificar un periferic

source: Authentication is required to modify a device
oc: Autentificacion requesida per modificar un periferic

source: Modify a system device
oc: Modificar un periferic sistèma

source: Rescan a device
oc: Reanalisar un periferic

source: Open a device
oc: Dobrir un periferic

source: Authentication is required to open a device
oc: Autentificacion requesida per dobrir un periferic

source: Open a system device
oc: Dobrir un periferic sistèma

source: Modify system-wide configuration
oc: Modificar la configuracion de l'ensemble del sistèma

source: Authentication is required to modify system-wide configuration
oc: Autentificacion requesida per modificar l'ensemble del sistèma

source: Modify drive settings
oc: Modificar las opcions del lector

source: Authentication is required to modify drive settings
oc: Autentificacion requesida per modificar las opcions del lector.

source: Update SMART data
oc: Metre a jorn las donadas SMART

source: Authentication is required to update SMART data
oc: Autentificacion requesida per metre a jorn las donadas SMART

source: Run SMART self-test
oc: Executar lo tèst automatic SMART

source: Authentication is required to run a SMART self-test
oc: Autentificacion requesida per executar lo tèst automatic SMART

source: Enable/Disable SMART
oc: Activar / desactivar SMART

source: Authentication is required to enable/disable SMART
oc: Autentificacion requesida per activar/desactivar SMART

source: Check power state
oc: Verificar l'estat de l'alimentacion

source: Authentication is required to check the power state
oc: Autentificacion requesida per verificar l'estat de l'alimentacion

source: Send standby command
oc: Mandar la comanda de mesa en velha

source: Authentication is required to put a drive into standby mode
oc: Autentificacion requesida per metre un lector en velha.

source: Send standby command to a system drive
oc: Mandar la comanda « velha » a un lector sistèma.

source: Securely erase a hard disk
oc: Escafar un disc dur en tota seguretat

source: Authentication is required to securely erase a hard disk
oc: Autentificacion requesida per escafar en tota seguretat un disc dur

source: Cancel job
oc: Anullar lo prètzfach

source: Authentication is required to cancel a job
oc: Autentificacion requesida per anullar un prètzfach

source: Cancel job started by another user
oc: Anullar un prètzfach aviat per un autre utilizaire

source: Authentication is required to cancel a job started by another user
oc: Autentificacion requesida per anullar un prètzfach aviat per un autre utilizaire

source: Authentication is required to add an entry to the /etc/fstab file
oc: Autentificacion requesida per apondre una entrada al fichièr /etc/fstab

source: Authentication is required to add an entry to the /etc/crypttab file
oc: Autentificacion requesida per apondre una entrada al fichièr /etc/crypttab

source: Authentication is required to remove an entry from /etc/fstab file
oc: Autentificacion requesida per suprimir una entrada del fichièr /etc/fstab

source: Authentication is required to remove an entry from the /etc/crypttab file
oc: Autentificacion requesida per suprimir una entrada del fichièr /etc/crypttab

source: Authentication is required to modify the /etc/fstab file
oc: Autentificacion requesida per modificar lo fichièr /etc/fstab

source: Authentication is required to modify the /etc/crypttab file
oc: Autentificacion requesida per modificar lo fichièr /etc/crypttab

source: Authentication is required to perform a secure erase of $(drive)
oc: Autentificacion requesida per efectuar una supression securizada de $(drive)

source: Authentication is required to format $(drive)
oc: Autentificacion requesida per formatar $(drive)

source: Formatting Device
oc: Formatatge del periferic

source: Authentication is required to open $(drive) for reading
oc: Autentificacion requesida per dobrir $(drive) en lectura

source: Authentication is required to open $(drive) for writing
oc: Autentificacion requesida per dobrir $(drive) en escritura

source: Authentication is required to open $(drive) for benchmarking
oc: Autentificacion requesida per dobrir $(drive) per una analisi comparativa

source: Authentication is required to rescan $(drive)
oc: Autentificacion requesida per reanalisar $(drive)

source: Authentication is required to eject $(drive)
oc: Autentificacion requesida per ejectar $(drive)

source: Authentication is required to configure settings for $(drive)
oc: Autentificacion requesida per configurar los paramètres de $(drive)

source: Authentication is required to power off $(drive)
oc: Autentificacion requesida per metre fòra tension $(drive)

source: Authentication is required to update SMART data from $(drive)
oc: Autentificacion requesida per metre a jorn las donadas SMART dempuèi $(drive)

source: Authentication is required to abort a SMART self-test on $(drive)
oc: Autentificacion requesida per abandonar un tèst automatic SMART sus $(drive)

source: Authentication is required to start a SMART self-test on $(drive)
oc: Autentificacion requesida per aviar un tèst automatic SMART sus $(drive)

source: Authentication is required to check power state for $(drive)
oc: Autentificacion requesida per verificar l'estat de l'alimentacion de $(drive)

source: Authentication is required to put $(drive) in standby mode
oc: Autentificacion requesida per metre $(drive) en velha

source: Authentication is required to wake up $(drive) from standby mode
oc: Autentificacion requesida per sortir $(drive) del mòde velha

source: Authentication is required to enable SMART on $(drive)
oc: Autentificacion requesida per activar SMART sus $(drive)

source: Authentication is required to disable SMART on $(drive)
oc: Autentificacion requesida per desactivar SMART sus $(drive)

source: Authentication is required to unlock the encrypted device $(drive)
oc: Autentificacion requesida per desblocar lo periferic chifrat $(drive)

source: Authentication is required to lock the encrypted device $(drive) unlocked by another user
oc: Autentificacion requesida per verrolhar lo periferic chifrat $(drive) desverrolhat per un autre utilizaire

source: Authentication is required to mount $(drive)
oc: Autentificacion requesida per montar $(drive)

source: Authentication is required to mount $(drive) referenced in the /etc/fstab file
oc: Autentificacion requesida per montar $(drive) referenciat dins lo fichièr /etc/fstab

source: Authentication is required to unmount $(drive) referenced in the /etc/fstab file
oc: Autentificacion requesida per desmontar $(drive) referenciat dins lo fichièr /etc/fstab

source: Authentication is required to unmount $(drive) mounted by another user
oc: Autentificacion requesida per desmontar $(drive) montat per un autre utilizaire

source: Authentication is required to change the filesystem label on $(drive)
oc: Autentificacion requesida per cambiar lo marcatge del sistèma de fichièr de $(drive)

source: Authentication is required to delete the loop device $(drive)
oc: Autentificacion requesida per suprimir lo periferic bocla $(drive)

source: Authentication is required to modify the loop device $(drive)
oc: Autentificacion requesida per modificar lo periferic bocla $(drive)

source: Authentication is required to create a RAID array
oc: Autentificacion requesida per crear un tablèu RAID

source: Authentication is required to start a RAID array
oc: Autentificacion requesida per aviar un tablèu RAID

source: Authentication is required to stop a RAID array
oc: Autentificacion requesida per arrestar un tablèu RAID

source: Authentication is required to remove a device from a RAID array
oc: Autentificacion requesida per suprimir un periferic d'un tablèu RAID

source: Authentication is required to add a device to a RAID array
oc: Autentificacion requesida per apondre un periferic a un tablèu RAID

source: Authentication is required to modify the partition on device $(drive)
oc: Autentificacion requesida per modificar la particion sul periferic $(drive)

source: Authentication is required to delete the partition $(drive)
oc: Autentificacion requesida per suprimir la particion $(drive)

source: Authentication is required to create a partition on $(drive)
oc: Autentificacion requesida per crear una particion sus $(drive)

source: Authentication is required to activate swapspace on $(drive)
oc: Autentificacion requesida per activar la zòna de swap sus $(drive)

source: Authentication is required to deactivate swapspace on $(drive)
oc: Autentificacion requesida per desactivar la zòna de swap sus $(drive)

# dos-part-flag
source: Bootable
oc: Amorsable

# gpt-part-flag
source: System
oc: Sistèma

# gpt-part-flag
source: Read-only
oc: En lectura sola

# gpt-part-flag
source: Hidden
oc: Amagada

# gpt-part-flag
source: No Automount
oc: Pas de montatge automatic

# partition-info
source: Unknown
oc: Desconegut

# byte-size-pow2
source: KiB
oc: Kio

# byte-size-pow2
source: MiB
oc: Mio

# byte-size-pow2
source: GiB
oc: Gio

# byte-size-pow2
source: TiB
oc: Tio

# byte-size-pow10
source: KB
oc: Ko

# byte-size-pow10
source: MB
oc: Mo

# byte-size-pow10
source: GB
oc: Go

# byte-size-pow10
source: TB
oc: To

# byte-size-pow2
source: %s (%s bytes)
oc: %s (%s octets)

# byte-size-pow10
source: %s (%s bytes)
oc: %s (%s octets)

# media
source: MemoryStick
oc: Clau USB

# media
source: SD High Capacity
oc: SD Nauta capacitat

# media
source: Floppy
oc: Disqueta

# media
source: Flash
oc: Memòria Flash

# fs-type
source: FAT (12-bit version)
oc: FAT (version 12-bit)

# fs-type
source: FAT (16-bit version)
oc: FAT (version 16-bit)

# fs-type
source: FAT (32-bit version)
oc: FAT (version 32-bit)

# fs-type
source: Journal for Ext (version %s)
oc: Jornalizacion per Ext (version %s)

# fs-type
source: Journal for Ext
oc: Jornalizacion per Ext

# fs-type
source: LVM2 Physical Volume (%s)
oc: Volum fisic LVM2 (%s)

# fs-type
source: LVM2 Physical Volume
oc: Volum fisic LVM2

# fs-type
source: ZFS Device (ZPool version %s)
oc: Periferic ZFS (ZPool version %s)

# fs-type
source: ZFS Device
oc: Periferic ZFS

# fs-type
source: LUKS Encryption (version %s)
oc: Encriptatge LUKS (version %s)

# fs-type
source: LUKS Encryption
oc: Encriptatge LUKS

# fs-type
source: Unknown (%s %s)
oc: Desconegut (%s %s)

# fs-type
source: Unknown (%s)
oc: Desconegut (%s)

# fs-type
source: Unknown
oc: Desconegut

source: Master Boot Record
oc: Zòna amòrsa (MBR)

source: GUID Partition Table
oc: Taula de particions GUID

source: Apple Partition Map
oc: Taula de particion Apple (APM)

# partition-subtype
source: Other
oc: Autre

# part-type
source: MBR Partition Scheme
oc: Esquèma de particionament MBR

# part-type
source: EFI System
oc: Sistèma EFI

# part-type
source: BIOS Boot
oc: Boot BIOS

# part-type
source: Linux Swap
oc: Swap Linux

# part-type
source: Linux Filesystem
oc: Sistèma de fichièr Linux

# part-type
source: Linux RAID
oc: RAID Linux

# part-type
source: Linux LVM
oc: LVM Linux

# part-type
source: Linux Reserved
oc: Reservat Linux

# part-type
source: Microsoft Reserved
oc: Reservat Microsoft

# part-type
source: Microsoft LDM metadata
oc: Metadonadas Microsoft LDM

# part-type
source: Microsoft LDM data
oc: Donadas Microsoft LDM

# part-type
source: Microsoft Windows Recovery Environment
oc: Environament de restabliment Microsoft Windows

# part-type
source: Apple HFS/HFS+
oc: HFS / HFS+ Apple

# part-type
source: Apple UFS
oc: UFS Apple

# part-type
source: Apple ZFS
oc: ZFS Apple

# part-type
source: Apple RAID
oc: RAID Apple

# part-type
source: Apple RAID (offline)
oc: RAID Apple (hors linha)

# part-type
source: Apple Boot
oc: Boot Apple

# part-type
source: Apple TV Recovery
oc: Recuperacion d'Apple TV

# part-type
source: HP-UX Data
oc: Donadas HP-UX

# part-type
source: HP-UX Service
oc: Servici Microsoft Windows

# part-type
source: FreeBSD Boot
oc: Boot FreeBSD

# part-type
source: FreeBSD Data
oc: Donadas FreeBSD

# part-type
source: FreeBSD Swap
oc: Swap FreeBSD

# part-type
source: FreeBSD UFS
oc: UFS FreeBSD

# part-type
source: FreeBSD Vinum
oc: Vinum FreeBSD

# part-type
source: FreeBSD ZFS
oc: ZFS FreeBSD

# part-type
source: Solaris Boot
oc: Boot Solaris

# part-type
source: Solaris Root
oc: Root Solaris

# part-type
source: Solaris Swap
oc: Swap Solaris

# part-type
source: Solaris Backup
oc: Backup Solaris

# part-type
source: Solaris /usr
oc: /usr Solaris

# part-type
source: Solaris /var
oc: /var Solaris

# part-type
source: Solaris /home
oc: /home Solaris

# part-type
source: Solaris Alternate Sector
oc: Sector alternatiu Solaris

# part-type
source: Solaris Reserved
oc: Reservat Solaris

# part-type
source: Solaris Reserved (2)
oc: Reservat Solaris (2)

# part-type
source: Solaris Reserved (3)
oc: Reservat Solaris (3)

# part-type
source: Solaris Reserved (4)
oc: Reservat Solaris (4)

# part-type
source: Solaris Reserved (5)
oc: Reservat Solaris (5)

# part-type
source: NetBSD Swap
oc: Swap NetBSD

# part-type
source: NetBSD FFS
oc: FFS NetBSD

# part-type
source: NetBSD LFS
oc: LFS NetBSD

# part-type
source: NetBSD RAID
oc: RAID NetBSD

# part-type
source: NetBSD Concatenated
oc: NetBSD concatenada

# part-type
source: NetBSD Encrypted
oc: NetBSD encriptada

# part-type
source: VMWare VMFS
oc: VMFS VMWare

# part-type
source: VMWare vmkcore
oc: vmkcore VLWare

# part-type
source: ChromeOS Kernel
oc: Nucli de ChromeOS

# part-type
source: ChromeOS Root Filesystem
oc: Fichièr sistèma raiç de ChromeOS

# part-type
source: Apple HFS/HFS
oc: HFS / HFS Apple

# part-type
source: Apple Partition Map
oc: Taula de particion Apple

# part-type
source: Unused
oc: Inutilizada

# part-type
source: Empty
oc: Void

# part-type
source: Driver
oc: Pilòt

# part-type
source: Driver 4.3
oc: Pilòt 4.3

# part-type
source: ProDOS file system
oc: Sistèma de fichièrs ProDOS

# part-type
source: Extended
oc: Espandida

# part-type
source: Linux swap
oc: Swap Linux

# part-type
source: Linux Extended
oc: Linux espandida

# part-type
source: Linux RAID auto
oc: RAID auto Linux

# part-type
source: Hidden FAT12
oc: FAT12 amagada

# part-type
source: Hidden FAT16 <32M
oc: FAT16 amagada <32M

# part-type
source: Hidden FAT16
oc: FAT16 amagada

# part-type
source: Hidden HPFS/NTFS
oc: HPFS / NTFS amagada

# part-type
source: Hidden W95 FAT32
oc: W95 FAT32 amagada

# part-type
source: Hidden W95 FAT32 (LBA)
oc: W95 FAT32 (LBA) amagada

# part-type
source: Hidden W95 FAT16 (LBA)
oc: W95 FAT16 (LBA) amagada

# part-type
source: Compaq diagnostics
oc: Diagnostics Compaq

# part-type
source: Hibernation
oc: Ivernacion

# part-type
source: Solaris boot
oc: Boot Solaris

# part-type
source: BeOS BFS
oc: BFS BeOS

# part-type
source: SkyOS SkyFS
oc: SkyFS SkyOS

# job
source: SMART self-test
oc: Autotèst SMART

# job
source: Ejecting Medium
oc: Ejeccion del mèdium

# job
source: Unlocking Device
oc: Desverrolhatge del periferic

# job
source: Locking Device
oc: Verrolhatge del periferic

# job
source: Modifying Encrypted Device
oc: Modificacion del periferic chifrat

# job
source: Starting Swap Device
oc: Aviada del periferic de swap

# job
source: Stopping Swap Device
oc: Arrèst del periferic de swap

# job
source: Mounting Filesystem
oc: Montatge del sistèma de fichièr

# job
source: Unmounting Filesystem
oc: Desmontatge del sistèma de fichièr

# job
source: Modifying Filesystem
oc: Modificacion del sistèma de fichièr

# job
source: Erasing Device
oc: Escafament del periferic

# job
source: Creating Filesystem
oc: Creacion del sistèma de fichièr

# job
source: Setting Up Loop Device
oc: Configuracion del periferic bocla

# job
source: Modifying Partition
oc: Modificacion de la particion

# job
source: Deleting Partition
oc: Supression de la particion

# job
source: Creating Partition
oc: Creacion de la particion

# job
source: Cleaning Up
oc: Netejatge

# job
source: ATA Secure Erase
oc: Escafament ATA securizat

# job
source: ATA Enhanced Secure Erase
oc: Escafament ATA securizat melhorat

# job
source: Stopping RAID Array
oc: Arrèst de l'ensemble RAID

# job
source: Starting RAID Array
oc: Aviada de l'ensemble RAID

# job
source: Marking Device as Faulty
oc: Marcatge del periferic coma defectuós

# job
source: Removing Device from Array
oc: Supression del periferic del tablèu

# job
source: Adding Device to Array
oc: Apondon del periferic al tablèu

# job
source: Creating RAID Array
oc: Creacion d'un tablèu RAID

# unknown-job
source: Unknown (%s)
oc: Desconegut (%s)

# media-type
source: Thumb
oc: Vinheta

# media-type
source: Floppy
oc: Disqueta

# media-type
source: Flash
oc: Memòria Flash

# media-type
source: MemoryStick
oc: Clau USB

source: %s Block Device
oc: Periferic blòt %s

source: Block Device
oc: Periferic blòt

# part-block
source: Partition %u of %s
oc: Particion %u sus %s

source: %s Loop Device
oc: Periferic bocla de %s

source: Loop Device
oc: Periferic bocla

# part-loop
source: Partition %u of %s
oc: Particion %u sus %s

# mdraid-desc
source: RAID-0 Array
oc: RAID 0

# mdraid-desc
source: RAID-1 Array
oc: RAID 1

# mdraid-desc
source: RAID-4 Array
oc: RAID 4

# mdraid-desc
source: RAID-5 Array
oc: RAID 5

# mdraid-desc
source: RAID-6 Array
oc: RAID 6

# mdraid-desc
source: RAID-10 Array
oc: RAID 10

# mdraid-desc
source: RAID Array
oc: Ensemble RAID

# part-raid
source: Partition %u of %s
oc: Particion %u sus %s

# drive-with-fixed-media
source: %s Drive
oc: Lector %s

# drive-with-generic-media
source: %s Disk
oc: Disc de %s

# flash-media
source: %s Card
oc: Carta %s

# optical-media
source: %s Disc
oc: Disc %s

# drive-with-size
source: %s Drive
oc: Volum de %s

# generic-drive
source: Drive
oc: Lector

# disk-non-rotational
source: %s Disk
oc: Disc de %s

# disk-non-rotational
source: Disk
oc: Disc

# disk-hdd
source: %s Hard Disk
oc: Disc dur %s

# disk-hdd
source: Hard Disk
oc: Disc Dur

# drive-card-reader
source: %s Card Reader
oc: Lector de carta %s

# drive-with-size-and-type
source: %s %s Drive
oc: Lector %s de %s

# drive-with-type
source: %s Drive
oc: Lector %s

# optical-media
source: Blank %s
oc: %s verge

# optical-media
source: Mixed %s
oc: Disc mixte %s

# optical-media
source: Audio %s
oc: Àudio %s

# part-drive
source: Partition %u of %s
oc: Particion %u sus %s
